-- Korean translation by Seung-Bum Lee (BlckTgr).
-- blcktgr73@gmail.com

-- Translation of infoText
infoText =
{
	Sol =
[[태양, 가장 가까운 항성:

 질량: 1.989e+30 kg
 질량 (지구 = 1): 332 830
 적도 반지름: 695 000 km
 적도 반지름 (지구 = 1): 108.97
 평균 밀도: 1.410 gm/cm^3
 자전 주기: 25-36 일
 탈출 속도: 618.02 km/sec
 광도: 3.827e33 ergs/sec
 등급: -26.8 Vo
 평균 지표 온도: 6 000 °C
 나이: 45 억살
 주요 화학 구성:
  - 수소 (H): 92.1%
  - 헬륨 (He): 7.8%
  - 산소 (O): 0.061%
  - 탄소 (C): 0.030%
  - 질소 (N): 0.0084%
  - 네온 (Ne): 0.0076%
  - 철 (Fe): 0.0037%
  - 실리콘 (Si): 0.0031%
  - 마그네슘 (Mg): 0.0024%
  - 황 (S): 0.0015%
  - 기타: 0.0015%
 
 (출처: www.solarviews.com)]];

	Mercury =
[[수성, 태양계의 첫 번째 행성 :

 질량: 3.303e+23 kg
 질량 (지구 = 1): 5.5271e-02
 적도 반지름: 2 439.7 km
 적도 반지름 (지구 = 1): 3.8252e-01
 평균 밀도: 5.42 gm/cm^3
 태양으로 부터 평균 거리: 57 910 000 km
 태양으로 부터 평균 거리 (지구 = 1): 0.3871
 자전 주기: 58.6462 일
 공전 주기: 87.969 일
 평균 공전 속도: 47.88 km/sec
 공전 궤도 이심률: 0.2056
 축 경사: 0.00°
 궤도 경사도: 7.004°
 적도 지표 중력: 2.78 m/sec^2
 적도 탈출 속도: 4.25 km/sec
 반사율: 0.10
 등급: -1.9 Vo
 평균 지표 온도: 179°C
 최대 지표 온도: 427°C
 최소 지표 온도: -173°C
 대기 구성:
  - 헬륨 (He): 42%
  - 나트륨 (Na): 42%
  - 산소 (O): 15%
  - 기타: 1%

 (출처: www.solarviews.com)]];

	Venus =
[[금성, 태양계의 두 번째 행성 :

 질량: 4.869e+24 kg
 질량 (지구 = 1): 0.81476
 적도 반지름: 6 051.8 km
 적도 반지름 (지구 = 1): 0.94886 
 평균 밀도: 5.25 gm/cm^3
 태양으로 부터 평균 거리: 108 200 000 km
 태양으로 부터 평균 거리 (지구 = 1): 0.7233
 자전 주기: -243.0187 일
 공전 주기: 224.701 일
 평균 공전 속도: 35.02 km/sec
 공전 궤도 이심률: 0.0068
 축 경사: 177.36°
 궤도 경사도: 3.394°
 적도 지표 중력: 8.87 m/sec^2
 적도 탈출 속도: 10.36 km/sec
 반사율: 0.65
 등급: -4.4 Vo
 평균 지표 온도: 482°C
 기압: 92 대기압(bars)
 대기 구성:
  - 이산화탄소 (CO2): 96%
  - 질소 (N): 3+%
  - 소량의 이산화 황, 수증기,
  일산화탄소, 아르곤, 헬륨, 네온,
  염화수소, 그리고 플루오린화수소.
 
 (출처: www.solarviews.com)]];

	Earth =
[[지구, 태양계의 세 번째 행성 :

 질량: 5.976e+24 kg
 적도 반지름: 6 378.14 km
 평균 밀도: 5.515 gm/cm^3
 태양으로 부터 평균 거리: 149 600 000 km
 자전 주기: 0.99727 일
 자전 주기: 23.9345 시간
 공전 주기: 365.256 일
 평균 공전 속도: 29.79 km/sec
 공전 궤도 이심률: 0.0167 
 축 경사: 23.45°
 궤도 경사도: 0.000°
 적도 탈출 속도: 11.18 km/sec
 적도 지표 중력: 9.78 m/sec^2
 반사율: 0.37
 평균 지표 온도: 15°C
 기압: 1.013 대기압(bars)
 대기 구성:
  - 질소 (N): 77%
  - 산소 (O): 21%
  - 기타: 2%

 (출처: www.solarviews.com)]];

	Moon =
[[달, 지구의 유일한 자연적 위성 :

 질량: 7.349e+22 kg
 질량 (지구 = 1): 1.2298e-02
 적도 반지름: 1 737.4 km
 적도 반지름 (지구 = 1): 2.7241e-01
 평균 밀도: 3.34 gm/cm^3
 지구로 부터 평균 거리: 384 400 km
 자전 주기: 27.32166 일
 공전 주기: 27.32166 일
 달의 평균 하루 길이: 29.53059 일
 평균 공전 속도: 1.03 km/sec
 공전 궤도 이심률: 0.0549 
 축 경사: 1.5424°
 궤도 경사도: 5.1454°
 적도 지표 중력: 1.62 m/sec^2
 적도 탈출 속도: 2.38 km/sec
 반사율: 0.12 
 등급: -12.74 Vo
 평균 지표 온도 (낮): 107°C
 평균 지표 온도 (밤): -153°C
 최대 지표 온도: 123°C
 최소 지표 온도: -233°C

 (출처: www.solarviews.com)]];

	Mars =
[[화성, 태양계의 네 번째 행성 :

 질량: 6.421e+23 kg
 질량 (지구 = 1): 1.0745e-01
 적도 반지름: 3 397.2 km
 적도 반지름 (지구 = 1): 5.3264e-01
 평균 밀도: 3.94 gm/cm^3
 태양으로 부터 평균 거리: 227 940 000 km
 태양으로 부터 평균 거리 (지구 = 1): 1.5237
 자전 주기: 24.6229 시간
 자전 주기: 1.025957 일
 공전 주기: 686.98 일
 평균 공전 속도: 24.13 km/sec
 공전 궤도 이심률: 0.0934
 축 경사: 25.19°
 궤도 경사도: 1.850°
 적도 지표 중력: 3.72 m/sec^2
 적도 탈출 속도: 5.02 km/sec
 반사율: 0.15
 등급: -2.01 Vo
 최소 지표 온도: -140°C
 평균 지표 온도: -63°C
 최대 지표 온도: 20°C
 기압: 0.007 대기압(bars)
 대기 구성:
  - 이산화탄소 (C02): 95.32%
  - 질소 (N2): 2.7%
  - 아르곤 (Ar): 1.6%
  - 산소 (O2): 0.13%
  - 일산화탄소 (CO): 0.07%
  - 수증기 (H2O): 0.03%
  - 네온 (Ne): 0.00025%
  - 크립톤 (Kr): 0.00003%
  - 크세논 (Xe): 0.000008%
  - 오존 (O3): 0.000003%

 (출처: www.solarviews.com)]];

	Titan =
[[타이탄, 목성의 가장 큰 위성 :

 발견자: Christiaan Huygens 
 발견일: 1655
 질량: 1.35e+23 kg
 질량 (지구 = 1): 2.2590e-02
 적도 반지름: 2 575 km
 적도 반지름 (지구 = 1): 4.0373e-01
 평균 밀도: 1.88 gm/cm^3
 목성으로 부터 평균 거리: 1 221 850 km
 자전 주기: 15.94542 일
 공전 주기: 15.94542 일
 평균 공전 속도: 5.58 km/sec
 공전 궤도 이심률: 0.0292 
 궤도 경사도: 0.33°
 탈출 속도: 2.65 km/sec
 반사율: 0.21
 등급: 8.28 Vo
 평균 지표 온도: -178°C
 기압: 1.5 대기압(bars)

 (출처: www.solarviews.com)]];

	["Milky Way"] =
[[은하수, 우리가 속해 있는 은하계 :

 은하수는 대략 1000억개의 별(항성)이 중력으로
 결합되어 만들어진 집합체이다.
 태양은 이 별 중의 하나이며 은하수의 중심에서
 대략 24 000 광년 (혹은 8000 파섹) 떨어진 곳에
 위치한다.
 은하계는 세 가지 중요 요소를 포함한다.:
  - 젊거나 중간 정도의 나이의 별들로 이루어진
 얇은 디스크 - 이것은 또한 가스와 활발하게 생성되고
 있는 별들로 이루어져 있다. 디스크 안의 먼지들은
 그림 상에 오렌지 빛을 띄고 있다. 먼지들은 붉은 빛보다
 푸른 빛을 흡수하기 때문에, 별들이 좀더 붉게 보인다.
 은하수는 디스크 안에 휘어져 있는 팔을 가지고 있다.
 이 팔들이 활발하게 별들이 만들어 지는 지역이다.
  - 늙은 별들로 이루어진 막대기 (COBE 그림의 흰색 부분)
  - 확장된 암흑 훈륜(dark halo)의 구성 물질은 알려져
 있지 않다. 훈륜의 물질이 빛을 내는 항성을 구성하지
 않기 문에 COBE 이미지에서는 보이지 않는다. 암흑 할로의
 존재는 가시적인 물질의 중력 흡인력을 통해 설명되고 있다. 

 (출처: www.nasa.gov)]];

-- 새로운 infoText를 추가할 수 있다 :
----------------------------------------------
-- Name_of_object = [[ infoText ]];
----------------------------------------------
-- 참조: 이름에 스페이스가 포함되어 있으면 ["천체 이름"]을 사용한다.

}