-- Russian translation of the Lua Edu Tools.
-- Sergey Leonov <leserg@ua.fm>

-- Translation InfoText:

infoText =
{
	Sol =
[[Солнце - ближайшая к нам звезда :

 Относительно самых близких звёзд
 Солнце движется со скоростью 20 км/с
 в направлении созвездия Геркулеса.
 Масса : 1,989e+30 кг
 Масса (Земля = 1) : 332 830
 Экваториальный радиус : 696 000 км
 Экваториальный радиус  (Земля = 1) : 108,97
 Средняя плотность : 1,410 г/см^3
 Период вращения : 25-36 дней
 Светимость : 3,88e+26 Вт
 Вторая космическая скорость : 617,7 км/с
 Звездная величина : -26,8
 Эффективная температура : 5 807 °C
 Возраст : 4,5 млрд. лет
 Химический состав :
  - Водород (H) : 92,1%
  - Гелий (He) : 7,8%
  - Кислород (O) : 0,061%
  - Углерод (C) : 0,030%
  - Азот (N) : 0,0084%
  - Неон (Ne) : 0,0076%
  - Железо (Fe) : 0,0037%
  - Кремний (Si) : 0,0031%
  - Магний (Mg) : 0,0024%
  - Сера (S) : 0,0015%
  - другие хим. эл. : 0,0015%

 (интернет : www.solarviews.com)]];

	Mercury =
[[Меркурий - первая планета Солнечной системы :

 Масса : 3,303e+23 кг
 Масса (Земля = 1) : 5,5271e-02 
 Экваториальный радиус : 2 439,7 км
 Экваториальный радиус (Земля = 1) : 0,38252
 Средняя плотность : 5,42 г/см^3
 Среднее расстояние от Солнца : 57 910 000 км
 Среднее расстояние от Солнца (Земля = 1) : 0,3871
 Период вращения : 58,6462 дней
 Период обращения : 87,969 дней
 Скорость движения по орбите : 47,88 км/с
 Эксцентриситет орбиты : 0,2056
 Наклон экватора к плоскости орбиты : 3,00 град.
 Наклонение орбиты к эклиптике : 7,004 град.
 Ускорение силы тяготения : 2,78 м/с^2
 Альбедо : 0,10
 Звездная величина : -1,9
 Средняя температура поверхности : 179 °C
 Макс. температура поверхности : 427 °C
 Мин. температура поверхности  : -173 °C
 Состав атмосферы :
  - Гелий (He) : 42%
  - Натрий (Na) : 42%
  - Кислород (O) : 15%
  - другие хим. эл. : 1%

 (интернет : www.solarviews.com)]];

	Venus =
[[Венера - вторая планета Солнечной системы :

 Масса : 4,869e+24 кг
 Масса (Земля = 1) : 0,81476
 Экваториальный радиус : 6 051,8 км
 Экваториальный радиус (Земля = 1) : 0,94886
 Средняя плотность : 5,25 г/см^3
 Среднее расстояние от Солнца : 108 200 000 км
 Среднее расстояние от Солнца (Земля = 1) : 0,7233
 Период вращения : -243,0187 дней
 Период обращения : 224,701 дней
 Скорость движения по орбите : 35,02 км/с
 Эксцентриситет орбиты : 0,0068
 Наклон экватора к плоскости орбиты : 177,36 град.
 Наклонение орбиты к эклиптике : 3,394 град.
 Ускорение силы тяготения : 8,87 м/с^2
 Альбедо : 0,65
 Звездная величина : -4,4
 Средняя температура поверхности : 482 °C
 Атмосферное давление : 92 бар
 Состав атмосферы :
  - Углекислый газ (CO2) : 96%
  - Азот (N) : 3%
  - а также примеси диоксида серы, водяного пара,
  угарного газа, аргона, гелия, неона,
  хлор-водорода, фтор-водорода.

 (интернет : www.solarviews.com)]];
	
	Earth =
[[Земля - третья планета Солнечной системы :

 Масса : 5,976e+24 кг
 Экваториальный радиус : 6 378,14 км
 Средняя плотность : 5,515 г/см^3
 Среднее расстояние от Солнца : 149 600 000 км
 Период вращения : 0,99727 дней
 Продолжительность суток : 23,9345 часов
 Период обращения : 365,256 дней
 Скорость движения по орбите : 29,79 км/с
 Эксцентриситет орбиты : 0,0167
 Наклон экватора к плоскости орбиты : 23,45 град.
 Наклонение орбиты к эклиптике : 0,000 град.
 Вторая космическая скорость : 11,18 км/с
 Ускорение силы тяготения : 9,78 м/с^2
 Альбедо : 0,37
 Средняя температура поверхности : 15 °C
 Атмосферное давление : 1,0133 бар
 Состав атмосферы :
  - Азот (N) : 77%
  - Кислород (O) : 21%
  - другие хим. эл. : 2%

 (интернет : www.solarviews.com)]];

	Moon =
[[Луна - спутник Земли :

 Масса : 7,349e+22 кг
 Масса (Земля = 1) : 1,2298e-02
 Экваториальный радиус : 1 737,4 км
 Экваториальный радиус (Земля = 1) : 0,27241
 Средняя плотность : 3,34 г/см^3
 Среднее расстояние до Земли : 384 400 км
 Период обращения : 27,32166 дней
 Продолжительность суток : 29,53059 дней
 Скорость движения по орбите : 1,03 км/с
 Эксцентриситет орбиты : 0,0549
 Наклон экватора к плоскости орбиты : 1,5424 град.
 Наклонение орбиты к эклиптике : 5,1454 град.
 Ускорение силы тяготения : 1,62 м/с^2
 Вторая космическая скорость : 2,38 км/с
 Альбедо : 0,12
 Звездная величина : -12,74
 Средняя температура поверхности (днем) : 107 °C
 Средняя температура поверхности (ночью) : 153 °C

 (интернет : www.solarviews.com)]];

	Mars =
[[Марс - четвертая планета Солнечной системы :

 Масса : 6,421e+23 кг
 Масса (Земля = 1) : 0,10745
 Экваториальный радиус : 3 397,2 км
 Экваториальный радиус (Земля = 1) : 0,53264
 Средняя плотность : 3,94 г/см^3
 Среднее расстояние от Солнца : 227 940 000 км
 Среднее расстояние от Солнца (Земля = 1) : 1,5237
 Продолжительность суток : 24,6229 часов
 Период вращения : 1,025957 дней
 Период обращения : 686,98 дней
 Скорость движения по орбите : 24,13 км/с
 Эксцентриситет орбиты : 0,0934
 Наклон экватора к плоскости орбиты : 25,19 град.
 Наклонение орбиты к эклиптике : 1,850 град.
 Ускорение силы тяготения : 3,72 м/с^2
 Альбедо : 0,15
 Звездная величина : -2,01
 Средняя температура поверхности : -63 °C
 Макс. температура поверхности : 20 °C
 Мин. температура поверхности : -140 °C
 Атмосферное давление : 0,007 бар
 Состав атмосферы :
  - Углекислый газ (CO2) : 95,32%
  - Азот (N2) : 2,7%
  - Аргон (Ar) : 1,6%
  - Кислород (O2) : 0,13%
  - Угарный газ (CO) : 0,07%
  - Вода (H2O) : 0,03%
  - Неон (Ne) : 0.00025%
  - Криптон (Kr) : 0.00003%
  - Ксенон (Xe) : 0.000008%
  - Озон (O3) : 0.000003%

 (интернет : www.solarviews.com)]];

	Titan =
[[Титан - наибольший спутник Сатурна :

 Обнаружен Кристианом Хайгенсом
 Дата открытия : 1655
 Масса : 1,35e+23 кг
 Масса (Земля = 1) : 2,2590e-02
 Экваториальный радиус : 2 575 км
 Экваториальный радиус (Земля = 1) : 0,40373
 Средняя плотность : 1,88 г/см^3
 Среднее расстояние от Сатурна : 1 221 850 км
 Период вращения : 15,94542 дней
 Период обращения : 15,94542 дней
 Скорость движения по орбите : 5,58 км/с
 Наклон экватора к плоскости орбиты : 0,0292 град.
 Наклонение орбиты к эклиптике : 0,33 град.
 Альбедо : 0,21
 Звездная величина : 8.28
 Средняя температура поверхности : -178 °C
 Атмосферное давление : 1,5 бар

 (интернет : www.solarviews.com)]];

	["Milky Way"] =
[[Млечный путь - наша галактика :

 Звёзды Млечного пути - это основная часть
 нашей сильно сплющенной Галактики. Их 
 количество составляет примерно 400е+09 звезд.
 Масса Галактики составляет около 150е+09
 масс Солнца.
 Контуры Галактики были намечены по располо-
 жению в пространстве сверхгигантов - это
 цефеиды и горячие сверхгиганты. В центре
 находится ядро, огромное уплотненное
 скопление звезд диаметром 10 000 св. лет.
 Оно расположено от нас на расстоянии
 почти 30 000 световых лет в направлении
 созвездия Стрельца, но почти целиком скрыто
 завесой облаков космической пыли. В состав
 ядра Галактики входят красные гиганты и
 короткопериодические цефеиды (старые
 звезды). Молодые звезды располагаются
 дальше от центра и образуют сплющенную
 форму. Среди звёзд этой сплющенной системы
 в форме тонкого диска расположена пылевая
 материя. Звезды - субкарлики образуют
 разреженную корону вокруг ядра и диска
 Галактики (изображение COBE).
 Наша Солнечная система совершает полный
 оборот вокруг центра Галактики за 220 млн. лет.,
 двигаясь в направлении созвездия Лебедя со
 скоростью около 250 км/с

 (интернет : www.nasa.gov)]];

-- Add your own infoText :
-----------------------------------------------
-- Name_of_object = [[ infoText ]];
-----------------------------------------------
-- Note: Use ["Name of object"] if the name contains any spaces.

}